SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( HT_RED_NGT8Dfront
	Type ( Engine )
	WagonShape ( RED_NGT8Dfront.s )
      Size ( 3m 4.5m 10.15m )
	CentreOfGravity ( 0m 2.25m 0m )
	Mass ( 32.0t )
	WheelRadius ( 0.35m )
	InertiaTensor ( Box (3m 4.5m 20m) )
	Coupling (
		Type ( bar )
		Spring (
			Stiffness ( 5e6N/m 0 )
			Damping ( 2e6N/m/s 0)
			Break ( 2e7N 0 )
			r0 ( 15cm 1e9 )
		)
		CouplingHasRigidConnection ()
		Velocity ( 0.1m/s )
	)
	Buffers (
		Spring (
			Stiffness ( 1e7N/m 0 )
			Damping ( 1e6N/m/s 0 )
			r0 ( 0m 1e9 )
		)
		Centre ( 0.5 )
		Radius ( 1 )
		Angle ( 0.5deg )
	)
	Adheasion ( 0.2 0.4 2 0 )
	DerailRailHeight ( 4cm )
	DerailRailForce ( 230kN )
	DerailBufferForce ( 200kN )
	NumWheels ( 8 )
	Friction (
		150N/m/s		1		-1mph		0		1
		5.1N/rad/s		1		-1rad/s		0		1
	)

	AntiSlip()

	BrakeEquipmentType( "EP_brake" )

	BrakeSystemType( "EP" )
	MaxBrakeForce( 60000N )

	EmergencyBrakeResMaxPressure( 100 )
	TripleValveRatio( 2.5 )
	MaxReleaseRate( 5 )
	MaxApplicationRate( 15 )
	MaxAuxilaryChargingRate( 15 )
	EmergencyResCapacity( 7 )
	EmergencyResChargingRate( 15 )
	BrakeCylinderPressureForMaxBrakeBrakeForce( 70 )

	PassengerCapacity ( 80 )	

	Lights	( 25
		Light	(
			comment( Blinklicht vorne rechts )
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				)
			)
		Light	(
			comment( Blinklicht vorne links )
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts v)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts m)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 90 90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 90 90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts h)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 135 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links v)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links m)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -90 -90 -90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -90 -90 -90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links v)
			Type		( 0 ) 
			Conditions	(
				Penalty ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -135 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht vorne rechts )
			Type		( 0 ) 
			Conditions	(
				Headlight ( 1 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				)
			)
		Light	(
			comment( Blinklicht vorne links )
			Type		( 0 ) 
			Conditions	(
				Headlight ( 3 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -0.77 1.3 4.82 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.1 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts v)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 1 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts m)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 1 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 90 90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 90 90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte rechts h)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 1 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 135 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( 1.25 1.83 1.06 )
					Azimuth ( 90 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links v)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 3 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 0 0 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links m)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 3 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -90 -90 -90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -90 -90 -90 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Blinklicht Mitte links v)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 3 )
				Unit ( 0 )
				Control ( 2 )
				)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	(	2
				State	(
					Duration ( 0.5 )
					LightColour ( 00ffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -135 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				State	(
					Duration ( 0.5 )
					LightColour ( ffffff00 )
					Position ( -1.25 1.83 1.06 )
					Azimuth ( -45 180 180 )
					Transition ( 0 )
					Radius ( 0.3 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Nacht)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				TimeOfDay( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( -0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Nacht)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				TimeOfDay( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Nacht)
			Type		( 1 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				TimeOfDay( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.0 1.25 4.82  )
					Azimuth ( 0 25 -25 )
					Transition ( 0 )
					Radius ( 150 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Regen)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( -0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Regen)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Regen)
			Type		( 1 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 2 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.0 1.25 4.82 )
					Azimuth ( 0 25 -25 )
					Transition ( 0 )
					Radius ( 150 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Schnee)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 3 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( -0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Schnee)
			Type		( 0 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 3 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.60 1.25 4.82  )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)
		Light	(
			comment( Frontbeleuchtung Schnee)
			Type		( 1 ) 
			Conditions	(
				Headlight ( 0 )
				Unit ( 2 )
				Weather( 3 )
				)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( ffffffff )
					Position ( 0.0 1.25 4.82 )
					Azimuth ( 0 25 -25 )
					Transition ( 0 )
					Radius ( 150 )
					)
				)
			)		
		)
    	Sound ( "NGT8Deng.sms" )
)

Engine ( HT_RED_NGT8Dfront
	Wagon ( HT_RED_NGT8Dfront )
	Type ( Diesel )
	MaxPower ( 150kW )
	MaxForce ( 70kN )
	MaxContinuousForce ( 130kN )
	DieselEngineSpeedOfMaxTractiveEffort( 18 )
	MaxVelocity ( 70kmh )
	MaxCurrent ( 500A )
	WheelRadius ( 0.5m )
	Sanding ( 1e9mph )
	NumWheels ( 1 )

	CabView ( NGT8D.cvf )

	AirBrakesAirCompressorPowerRating( 3.5 )
	AirBrakesMainMinResAirPressure( 30 )
	AirBrakesMainMaxAirPressure( 110 )
	AirBrakesMainResVolume( 9 )
	AirBrakesAirCompressorWattage( 19000 )
	AirBrakesCompressorRestartPressure( 95 )
	AirBrakesAirUsedPerPoundsOfBrakePipePressure( 0.65 )
	AirBrakesHasLowPressureTest( 1 )
	AirBrakesIsCompressorElectricOrMechanical( 1 )

	TrainBrakesControllerMinPressureReduction( 6 )
	TrainBrakesControllerMaxApplicationRate( 20 )
	TrainBrakesControllerMaxReleaseRate( 8 )
	TrainBrakesControllerEmergencyApplicationRate( 45 )
	TrainBrakesControllerMinSystemPressure( 0 )
	TrainBrakesControllerMaxSystemPressure( 90 )
	TrainBrakesControllerEmergencyBrakeTimePenalty( 60 )
	TrainBrakesControllerFullServicePressureDrop( 26 )

	BrakesEngineBrakeType( "Air_twin_pipe"  )
	BrakesTrainBrakeType( "Air_twin_pipe" )
        BrakesEngineControllers( "Train" )

   	EmergencyStopMonitor(
    		MonitoringDeviceMonitorTimeLimit( 0 )
    		MonitoringDeviceAlarmTimeLimit( 0 )
    		MonitoringDevicePenaltyTimeLimit( 0 )
    		MonitoringDeviceCriticalLevel( 0 )
    		MonitoringDeviceResetLevel( 0 )
    		MonitoringDeviceAppliesFullBrake( 0 )
    		MonitoringDeviceAppliesEmergencyBrake( 1 )
    		MonitoringDeviceAppliesCutsPower( 1 )
    		MonitoringDeviceAppliesShutsDownEngine( 0 )
    		)
 	
	AWSMonitor(
		MonitoringDeviceMonitorTimeLimit( -1 )
		MonitoringDeviceAlarmTimeLimit( 5 )
		MonitoringDevicePenaltyTimeLimit( 0 )
		MonitoringDeviceCriticalLevel( 0 )
		MonitoringDeviceResetLevel( 0 )
		MonitoringDeviceAppliesFullBrake( 0 )
		MonitoringDeviceAppliesEmergencyBrake( 1 )
		MonitoringDeviceAppliesCutsPower( 0 )
		MonitoringDeviceAppliesShutsDownEngine( 0 )
		)
				
        EngineControllers (
            Throttle ( 0 1 0.25 0 
                NumNotches ( 5 
                	Notch ( 0       0 Dummy )
                	Notch ( 0.25    0 Dummy )
                	Notch ( 0.50    0 Dummy )
                	Notch ( 0.75    0 Dummy )
                	Notch ( 1.00    0 Dummy )
                )	
            )
            Brake_Train ( 0 1 0.1 0.7
                NumNotches ( 3
                    Notch( 0   0 TrainBrakesControllerReleaseStart )
                    Notch( 0.2 1 TrainBrakesControllerEPApplyStart )
                    Notch( 0.8 0 TrainBrakesControllerEmergencyStart )
                )
            )
            DirControl ( -1 0 1 1 )
            Combined_Control( 0 1 0.4 0.82 throttle train )
            EmergencyStopResetToggle( 0 1 0 )
            EmergencyStopToggle( 0 1 0 )
            AWS ( 0 1 0 )
            Sanding ( 0 1 0 )
            Horn ( 0 1 0 )
            Vigilance ( 0 1 0 )
            PantographToggle1 ( 0 1 1 )
            Headlights ( 0 0.25 1 0 pov_pointer )
            Wipers ( 0 1 0 )
        )

        Name ( "HT_MCT NGT8D Red" )
        Description (
	"8achsiger Niederflurgelenktriebwagen\n"+
	"NGT8D für Magdeburg\n\n"+
	"Im Auftrag der Magdeburger Verkehrsbetriebe (MVB) entwickelt und baut die "+
	"Arbeitsgemeinschaft ALSTOM LHB und Adtranz  den neuen Niederflurgelenktriebwagen für die "+
	"Landeshauptstadt von Sachsen-Anhalt.\n\n"+
	"Vmax: 70km/h\n"+
	"Sitzplätze: 71 (+2)\n"+
	"Stehplätze: 151\n"+
	"Leergewicht: 32,5t\n"+
	"Länge: 29.3m\n"+
	"Breite: 2.3m\n"+
	"Einstiegshöhe: 300mm\n\n"+
	"Quelle: ''8achsiger Niederflurgelenktriebwagen NGT8D für Magdeburg'' von ALSTOM"
        )
        EngineOperatingProcedures (
        "So setzen Sie die Bahn in Bewegung\n"+
        "1. Die Türen wurden bereits geschlossen. (Sollte dies aus irgendeinem Grund noch nicht geschehen sein, drücken Sie die P-TASTE, um die Türen zu schließen.)\n"+
	"2.	Drücken Sie die W-TASTE, um den Richtungshebel in die Position Vorwärts zu stellen.\n"+
	"3.	Drücken Sie die Ö-TASTE, um die Strassenbahnbremse zu lösen.\n"+
	"4. 	Drücken Sie die Ü-TASTE, um die Wagenbremse zu lösen.\n"+
	"5.	Drücken Sie die D-TASTE, um die Reglereinstellung zu erhöhen.\n\n"+  
	"So bremsen Sie die Bahn ab\n"+
	"1.	Drücken Sie die A-TASTE, um den Regler nach unten zu bewegen.\n"+
	"2.	Setzen Sie die Bremsen ein, wenn Sie noch weiter abbremsen möchten.\n\n"+
	"So bedienen Sie die Strassenbahnbremsen\n"+
	"1.	Drücken Sie die Ä-TASTE, um die Bahnbremse zu ziehen.\n\n"+
	"So lösen Sie die Bahnbremsen\n"+
	"1. Drücken Sie die Ö-TASTE, um die Bahnbremsen zu lösen.\n\n"+
	"So lösen Sie die Bahnbremsen auf dem Wagen getrennt\n"+
	"1. Drücken Sie --TASTE (MINUS).\n\n"+
	"So betätigen Sie die Bahnbremse\n"+
	"1.	Drücken Sie die +-TASTE (Pluszeichen), um die Bahnbremse anzuziehen.\n\n"+
		"So lösen Sie die Lokbremse\n"+
	"1. Drücken Sie die Ü-TASTE, um die Bahnbremse zu lösen.\n\n"+
	"So lösen Sie die Notbremse aus\n"+
	"1.	Drücken Sie die A-TASTE, um den Regler in die Position Leerlauf zu stellen.\n"+
	"2.	Drücken Sie die RÜCKTASTE, um die Notbremsung auszulösen.\n\n"+
	"So fahren Sie rückwärts\n"+
	"1.	Halten Sie die Bahn vollständig an.\n"+
	"2.	Drücken Sie die S-TASTE, um den Richtungshebel in die Position Rückwärts zu stellen.\n"+
	"3.	Drücken Sie die Ö-TASTE und die Ü-TASTE, um die Bremsen zu lösen.\n"+
	"4.	Schieben Sie den Regler langsam nach vorne (D-TASTE).\n\n"+
	"So lassen Sie Fahrgäste ein- und aussteigen\n"+
	"1. Halten Sie an einer Haltestelle an.\n"+
	"2. Drücken Sie die EINGABETASTE.\n"+
	"3. Warten Sie, bis das Signal die Erlaubnis zur Abfahrt gibt.\n"+
	"TIPP: Verwenden Sie die Strassenbahnfahrerinformation 'Nächster Halt' (F10), um das Ein- und Aussteigen zu überwachen.\n\n"+
	"So kuppeln Sie an einen Hänger an\n"+
	"1. Fahren Sie sehr langsam an die Einheit heran, mit etwa 2 km/h.\n"+
	"TIPP: Drücken Sie die 6-TASTE, um in die Kupplungsansicht zu wechseln.\n"+
	"2. Drücken Sie F9, um das Zugbedienungsfenster zu öffnen.\n"+
	"3. Wenn das Symbol für die angekuppelte Einheit rot angezeigt wird, ist die Handbremse gezogen. Doppelklicken Sie auf den Waggon, um die Handbremse zu lösen.\n"+
	"4. Schließen Sie das Zugbedienungsfenster.\n\n"+
	"So kuppeln Sie von einen Hänger ab:\n"+
	"1. Drücken Sie F9, um das Zugbedienungsfenster zu öffnen.\n"+
	"2. Doppelklicken Sie auf eine Einheit in dem Bereich der Bahn, den Sie von den Triebwagen abkuppeln möchten, um die Handbremse zu ziehen.\n"+
	"3. Doppelklicken Sie auf die Kupplung zwischen den Einheiten, die Sie vom Rest der Bahn abkuppeln möchten.\n"+
	"4. Schließen Sie das Fenster Bahnbedienung."
        ) 
    	Sound ( "NGT8DCab.sms" )
)
